//!ระบบหน้าบ้าน
//*หน้าแรก 
- รูปภาพ Slide หัวเว็บ
<!-- - เนื้อหาเกี่ยวกับวัดนครสวรรค์  -->
- footer เพิ่มโลโก้มหาลัย

//*หน้าวัตถุมงคล 
<!-- - เพิ่มสินค้า ราคา รูปภาพ  -->

//*ข่าวประชาสัมพันธ์ 
<!-- - วันที่และเวลา ปรับให้เป็นภาษาไทย -->

//*ระบบสมัครสมาชิก
<!-- - แก้การบันทึกรูปภาพ แบบไม่มีรูปภาพ และแบบมีรูปภาพ -->
<!-- - แก้ไขหน้าตาฟออร์มใหม่ -->

//*ปุ่มค้นหาสินค้า
- สามารถค้นหาสินค้าได้

-----------------------------------------------------------------------------------------------------------------

//!ระบบหลังบ้าน : เจ้าหน้าที่
//* หน้าอนุมัติ 
<!-- - เปลี่ยน Cursor ของผู้บริหารและเจ้าหน้าที่ ให้เป็น not-allowed  -->

//* ตราง Data table  
<!-- - สามารถเลื่อนซ้ายขวาได้ -->
<!-- - เมนู ลบ อยากให้มีปุ่ม confirm การลบ -->


//* git
ทดสอบ



